import React from "react";

const DescriptionProperty = () => {
  return (
    <div className="mb-8">
      <div className="text-gray-700 leading-relaxed text-right space-y-4">
        <p>
          مرحبا في هذه الشقة الحديثة الواقعة في قلب المدينة. تقدم هذه الشقة
          الرائعة مزيج مثالي من الراحة والأناقة، مع منطقة المعيشة المفتوحة
          والمطبخ الحديث المجهز بالكامل. تحتوي الشقة على غرفتي نوم واسعتين
          وحمامين المطبخ مجهز بالكامل بأحدث الأجهزة، وسائل عمل أنيقة، وسعة تخزين
          واسعة، مما يجعلها مثالية لإعداد الوجبات.
        </p>
        <p>
          تتميز غرفة النوم الرئيسية بحجم كبير وتحتوي على خزانة ملابس كبيرة مع
          جهاز تكييف للحصول على راحة مثلى كبيرة.
        </p>
        <p>
          توفر غرفة النوم الثانية مرونة للاستخدام كغرفة نوم أو مكتب منزلي، مع
          جهاز تكييف هواء خاص بها.
        </p>
        <p>
          هذه الشقة على جدران فقط من المدينة المحلية والمطاعم والحدائق، مما يضمن
          لك كل ما تحتاجه على عتبة دارك. الإقامة في هذا وسائل الراحة الحديثة مثل
          الإنترنت عالي السرعة، وتكييف الهواء المركزي، ويمكن أن تكون السيارة
          الخاصة بك آمنة في موقف السيارات المخصص. من الواضح أن هذا المكان لديك
          مركز للثقافة المدينة وقراءة مشترك مع السكان مع مناظر جميلة للمدينة.
        </p>
      </div>
    </div>
  );
};

export default DescriptionProperty;
